Repository: CodyBontecou/GitSync.md
Catalog: Sync.md/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Background Sync is unavailable because its relay is not configured in this build.
ar: Background Sync غير متاح لأن المُرحِّل الخاص به غير مهيأ في هذا الإصدار.
da: Background Sync er ikke tilgængelig, fordi relæet ikke er konfigureret i denne version.
de: Background Sync ist nicht verfügbar, da das Relay in diesem Build nicht konfiguriert ist.
es: Background Sync no está disponible porque su relé no está configurado en esta compilación.
fi: Background Sync ei ole saatavilla, koska sen välityspalvelua ei ole määritetty tässä koontiversiossa.
fr: Background Sync est indisponible, car son relais n’est pas configuré dans cette version.
he: Background Sync אינו זמין משום שהממסר שלו אינו מוגדר בגרסה זו.
hi: Background Sync उपलब्ध नहीं है क्योंकि इस बिल्ड में इसका रिले कॉन्फ़िगर नहीं किया गया है।
hu: A Background Sync nem érhető el, mert a továbbító nincs konfigurálva ebben a buildben.
id: Background Sync tidak tersedia karena relay-nya tidak dikonfigurasi dalam build ini.
it: Background Sync non è disponibile perché il relay non è configurato in questa build.
ja: このビルドでは relay が設定されていないため、Background Sync を利用できません。
ko: 이 빌드에 릴레이가 구성되어 있지 않아 Background Sync를 사용할 수 없습니다.
nb: Background Sync er utilgjengelig fordi releet ikke er konfigurert i denne versjonen.
nl: Background Sync is niet beschikbaar omdat de relay niet is geconfigureerd in deze build.
pl: Background Sync jest niedostępny, ponieważ usługa pośrednicząca nie została skonfigurowana w tej kompilacji.
pt_br: O Background Sync está indisponível porque seu retransmissor não foi configurado nesta versão.
ru: Background Sync недоступен, поскольку ретранслятор не настроен в этой сборке.
sv: Background Sync är inte tillgängligt eftersom reläet inte har konfigurerats i den här versionen.
th: Background Sync ไม่พร้อมใช้งานเนื่องจากยังไม่ได้กำหนดค่ารีเลย์ในรุ่นนี้
tr: Aktarıcısı bu derlemede yapılandırılmadığı için Background Sync kullanılamıyor.
uk: Background Sync недоступний, оскільки його ретранслятор не налаштовано в цій збірці.
vi: Background Sync không khả dụng vì dịch vụ chuyển tiếp chưa được định cấu hình trong bản dựng này.
zh_hans: Background Sync 不可用，因为此构建版本未配置其中继服务。
zh_hant: Background Sync 無法使用，因為此建置版本未設定其中繼服務。

source: Background Sync needs attention
ar: يتطلب Background Sync الانتباه
da: Background Sync kræver din opmærksomhed
de: Background Sync erfordert Aufmerksamkeit
es: Background Sync requiere atención
fi: Background Sync vaatii huomiota
fr: Background Sync requiert votre attention
he: Background Sync דורש תשומת לב
hi: Background Sync पर ध्यान देना आवश्यक है
hu: A Background Sync beavatkozást igényel
id: Background Sync memerlukan perhatian
it: Background Sync richiede attenzione
ja: Background Sync に確認が必要です
ko: Background Sync에 확인이 필요합니다
nb: Background Sync trenger tilsyn
nl: Background Sync vereist aandacht
pl: Background Sync wymaga uwagi
pt_br: O Background Sync precisa de atenção
ru: Background Sync требует внимания
sv: Background Sync kräver din uppmärksamhet
th: Background Sync ต้องได้รับการตรวจสอบ
tr: Background Sync ilgilenmenizi gerektiriyor
uk: Background Sync потребує уваги
vi: Background Sync cần bạn chú ý
zh_hans: Background Sync 需要您处理
zh_hant: Background Sync 需要您處理

source: Background Sync only applies clean fast-forward pulls on each repository's configured branch. It never stages, commits, rebases, merges, resolves conflicts, force-pushes, or pushes. Local changes, divergence, the wrong branch, and authentication or trust requirements stop the background update.
ar: لا يطبق Background Sync سوى عمليات pull نظيفة بنمط fast-forward على الفرع المهيأ لكل مستودع. ولا ينفذ مطلقًا stage أو commit أو rebase أو merge أو حل التعارضات أو force-push أو push. وتوقف التحديثَ في الخلفية التغييراتُ المحلية أو التباعد أو الفرع الخطأ أو متطلبات المصادقة أو الثقة.
da: Background Sync anvender kun rene fast-forward-pull på hvert arkivs konfigurerede branch. Funktionen udfører aldrig stage, commit, rebase, merge, konfliktløsning, force-push eller push. Lokale ændringer, divergens, den forkerte branch samt krav om godkendelse eller tillid stopper baggrundsopdateringen.
de: Background Sync führt nur saubere fast-forward-pull-Vorgänge auf dem konfigurierten Branch jedes Repositorys aus. Die Funktion führt niemals stage, commit, rebase, merge, Konfliktlösung, force-push oder push aus. Lokale Änderungen, Abweichungen, der falsche Branch sowie Anforderungen an Authentifizierung oder Vertrauensstellung stoppen die Hintergrundaktualisierung.
es: Background Sync solo aplica pull limpios de tipo fast-forward en la rama configurada de cada repositorio. Nunca prepara archivos, crea commit, ejecuta rebase o merge, resuelve conflictos, hace force-push ni push. Los cambios locales, las divergencias, una rama incorrecta y los requisitos de autenticación o confianza detienen la actualización en segundo plano.
fi: Background Sync tekee vain puhtaita fast-forward pull -toimintoja kunkin tietovaraston määritetyssä haarassa. Se ei koskaan valmistele tiedostoja, tee commit-toimintoja, käytä rebase- tai merge-toimintoa, ratkaise ristiriitoja eikä tee force-push- tai push-toimintoja. Paikalliset muutokset, haarautuminen, väärä haara sekä todennus- tai luottamusvaatimukset pysäyttävät taustapäivityksen.
fr: Background Sync applique uniquement des pull propres de type fast-forward sur la branche configurée de chaque dépôt. Il ne prépare jamais de fichiers, ne crée aucun commit, n’effectue aucun rebase, merge, force-push ou push et ne résout aucun conflit. Les modifications locales, les divergences, une branche incorrecte et les exigences d’authentification ou de confiance interrompent la mise à jour en arrière-plan.
he: Background Sync מחיל רק פעולות pull נקיות מסוג fast-forward בענף שהוגדר לכל מאגר. הוא לעולם אינו מבצע stage,‏ commit,‏ rebase,‏ merge, פותר התנגשויות, מבצע force-push או push. שינויים מקומיים, התפצלות, ענף שגוי ודרישות אימות או אמון עוצרים את העדכון ברקע.
hi: Background Sync हर रिपॉज़िटरी की कॉन्फ़िगर की गई ब्रांच पर केवल साफ़ fast-forward pull लागू करता है। यह कभी stage, commit, rebase, merge, विवादों का समाधान, force-push या push नहीं करता। स्थानीय बदलाव, विचलन, गलत ब्रांच और प्रमाणीकरण या भरोसे की आवश्यकताएँ बैकग्राउंड अपडेट रोक देती हैं।
hu: A Background Sync minden tárolónál csak tiszta fast-forward pull műveleteket alkalmaz a beállított ágon. Soha nem végez stage, commit, rebase, merge, ütközésfeloldási, force-push vagy push műveletet. A helyi módosítások, az eltérés, a nem megfelelő ág, valamint a hitelesítési vagy megbízhatósági követelmények leállítják a háttérbeli frissítést.
id: Background Sync hanya menerapkan pull fast-forward yang bersih pada branch yang dikonfigurasi untuk setiap repositori. Background Sync tidak pernah melakukan stage, commit, rebase, merge, menyelesaikan konflik, force-push, atau push. Perubahan lokal, divergensi, branch yang salah, serta persyaratan autentikasi atau kepercayaan menghentikan pembaruan latar belakang.
it: Background Sync applica solo pull fast-forward puliti sul branch configurato di ciascun repository. Non esegue mai staging, commit, rebase, merge, risoluzione dei conflitti, force-push o push. Modifiche locali, divergenze, il branch errato e requisiti di autenticazione o attendibilità interrompono l’aggiornamento in background.
ja: Background Sync は、各リポジトリに設定された branch でクリーンな fast-forward pull のみを適用します。stage、commit、rebase、merge、競合の解決、force-push、push は一切行いません。ローカルでの変更、分岐、異なる branch、認証または信頼の要件がある場合、バックグラウンド更新は停止します。
ko: Background Sync는 각 저장소에 구성된 브랜치에서 깨끗한 fast-forward pull만 적용합니다. stage, commit, rebase, merge, 충돌 해결, force-push 또는 push는 절대 수행하지 않습니다. 로컬 변경 사항, 분기, 잘못된 브랜치 및 인증이나 신뢰 요구 사항이 있으면 백그라운드 업데이트가 중단됩니다.
nb: Background Sync utfører bare ren fast-forward pull på den konfigurerte branch-en til hvert repositorium. Funksjonen utfører aldri stage, commit, rebase, merge, konfliktløsing, force-push eller push. Lokale endringer, avvik, feil branch og krav til autentisering eller klarering stopper bakgrunnsoppdateringen.
nl: Background Sync past alleen schone fast-forward pull toe op de geconfigureerde branch van elke repository. De functie voert nooit stage, commit, rebase, merge, conflictoplossing, force-push of push uit. Lokale wijzigingen, divergentie, de verkeerde branch en vereisten voor authenticatie of vertrouwen stoppen de achtergrondupdate.
pl: Background Sync stosuje tylko czyste operacje pull typu fast-forward na gałęzi skonfigurowanej dla każdego repozytorium. Nigdy nie przygotowuje plików, nie wykonuje commit, rebase, merge, rozwiązywania konfliktów, wymuszonego push ani push. Lokalne zmiany, rozbieżność, niewłaściwa gałąź albo wymagania dotyczące uwierzytelnienia lub zaufania zatrzymują aktualizację w tle.
pt_br: O Background Sync aplica apenas pulls limpos e fast-forward na branch configurada de cada repositório. Ele nunca prepara arquivos, faz commit, rebase, merge, resolve conflitos, faz push forçado nem push. Alterações locais, divergência, branch incorreta e requisitos de autenticação ou confiança interrompem a atualização em segundo plano.
ru: Background Sync применяет только чистые операции pull методом fast-forward в настроенной ветке каждого репозитория. Функция никогда не индексирует файлы, не выполняет commit, rebase, merge, разрешение конфликтов, принудительный push или push. Локальные изменения, расхождение, неверная ветка либо требования аутентификации или доверия останавливают фоновое обновление.
sv: Background Sync tillämpar endast rena fast-forward-pull på varje arkivs konfigurerade branch. Det utför aldrig stage, commit, rebase, merge, konfliktlösning, force-push eller push. Lokala ändringar, avvikelser, fel branch samt krav på autentisering eller förtroende stoppar bakgrundsuppdateringen.
th: Background Sync จะใช้เฉพาะ pull แบบ fast-forward ที่ไม่มีข้อขัดแย้งกับ branch ที่กำหนดค่าของแต่ละคลังเท่านั้น และจะไม่ทำ stage, commit, rebase, merge, แก้ไขข้อขัดแย้ง, force-push หรือ push การเปลี่ยนแปลงในเครื่อง ประวัติที่แยกออกจากกัน branch ไม่ถูกต้อง และข้อกำหนดด้านการตรวจสอบสิทธิ์หรือความน่าเชื่อถือจะหยุดการอัปเดตในเบื้องหลัง
tr: Background Sync, her deponun yapılandırılmış branch değeri üzerinde yalnızca temiz fast-forward pull işlemleri uygular. Asla stage, commit, rebase, merge, çakışma çözme, force-push veya push işlemi yapmaz. Yerel değişiklikler, ayrışma, yanlış branch ve kimlik doğrulama ya da güven gereksinimleri arka plan güncellemesini durdurur.
uk: Background Sync застосовує лише чисті pull типу fast-forward у налаштованій гілці кожного репозиторію. Він ніколи не додає файли до індексу, не виконує commit, rebase, merge, розв’язання конфліктів, примусовий push або push. Локальні зміни, розбіжність, неправильна гілка та вимоги автентифікації чи довіри зупиняють фонове оновлення.
vi: Background Sync chỉ áp dụng thao tác pull sạch kiểu fast-forward trên nhánh đã định cấu hình của từng kho lưu trữ. Tính năng này không bao giờ đưa tệp vào vùng đệm, thực hiện commit, rebase, merge, giải quyết xung đột, force-push hoặc push. Thay đổi cục bộ, trạng thái phân kỳ, nhánh không đúng và yêu cầu xác thực hoặc tin cậy sẽ dừng quá trình cập nhật trong nền.
zh_hans: Background Sync 仅在每个仓库配置的分支上执行无冲突的 fast-forward pull。它绝不会暂存、commit、rebase、merge、解决冲突、force-push 或 push。存在本地更改、分支分歧、检出错误分支以及需要身份验证或信任确认时，后台更新会停止。
zh_hant: Background Sync 僅在每個儲存庫設定的分支上執行無衝突的 fast-forward pull。它絕不會暫存、commit、rebase、merge、解決衝突、force-push 或 push。存在本機變更、分支分歧、簽出錯誤分支，以及需要身分驗證或信任確認時，背景更新會停止。

source: Background Sync only performs clean fast-forward pulls. It never commits, rebases, merges, force-pushes, or pushes, and stops on local changes, divergence, or authentication needs.
ar: لا ينفذ Background Sync سوى عمليات pull نظيفة بنمط fast-forward. ولا ينفذ مطلقًا commit أو rebase أو merge أو force-push أو push، ويتوقف عند وجود تغييرات محلية أو تباعد أو حاجة إلى المصادقة.
da: Background Sync udfører kun rene fast-forward-pull. Funktionen udfører aldrig commit, rebase, merge, force-push eller push og stopper ved lokale ændringer, divergens eller behov for godkendelse.
de: Background Sync führt nur saubere fast-forward-pull-Vorgänge aus. Die Funktion führt niemals commit, rebase, merge, force-push oder push aus und stoppt bei lokalen Änderungen, Abweichungen oder erforderlicher Authentifizierung.
es: Background Sync solo realiza pull limpios de tipo fast-forward. Nunca crea commit, ejecuta rebase o merge, hace force-push ni push, y se detiene ante cambios locales, divergencias o necesidades de autenticación.
fi: Background Sync tekee vain puhtaita fast-forward pull -toimintoja. Se ei koskaan tee commit-, rebase-, merge-, force-push- tai push-toimintoja, ja se pysähtyy paikallisiin muutoksiin, haarautumiseen tai todennustarpeisiin.
fr: Background Sync effectue uniquement des pull propres de type fast-forward. Il ne crée jamais de commit et n’effectue jamais de rebase, merge, force-push ou push. Il s’arrête en cas de modifications locales, de divergence ou de besoin d’authentification.
he: Background Sync מבצע רק פעולות pull נקיות מסוג fast-forward. הוא לעולם אינו מבצע commit,‏ rebase,‏ merge,‏ force-push או push, ונעצר במקרה של שינויים מקומיים, התפצלות או צורך באימות.
hi: Background Sync केवल साफ़ fast-forward pull करता है। यह कभी commit, rebase, merge, force-push या push नहीं करता और स्थानीय बदलाव, विचलन या प्रमाणीकरण की आवश्यकता होने पर रुक जाता है।
hu: A Background Sync csak tiszta fast-forward pull műveleteket végez. Soha nem végez commit, rebase, merge, force-push vagy push műveletet, és leáll helyi módosítások, eltérés vagy hitelesítési igény esetén.
id: Background Sync hanya melakukan pull fast-forward yang bersih. Background Sync tidak pernah melakukan commit, rebase, merge, force-push, atau push, dan berhenti jika ada perubahan lokal, divergensi, atau kebutuhan autentikasi.
it: Background Sync esegue solo pull fast-forward puliti. Non esegue mai commit, rebase, merge, force-push o push e si interrompe in caso di modifiche locali, divergenze o necessità di autenticazione.
ja: Background Sync はクリーンな fast-forward pull のみを行います。commit、rebase、merge、force-push、push は一切行わず、ローカルでの変更、分岐、認証が必要な場合は停止します。
ko: Background Sync는 깨끗한 fast-forward pull만 수행합니다. commit, rebase, merge, force-push 또는 push는 절대 수행하지 않으며, 로컬 변경 사항, 분기 또는 인증 요구 사항이 있으면 중단됩니다.
nb: Background Sync utfører bare ren fast-forward pull. Funksjonen utfører aldri commit, rebase, merge, force-push eller push, og stopper ved lokale endringer, avvik eller autentiseringsbehov.
nl: Background Sync voert alleen schone fast-forward pull uit. De functie voert nooit commit, rebase, merge, force-push of push uit en stopt bij lokale wijzigingen, divergentie of authenticatievereisten.
pl: Background Sync wykonuje tylko czyste operacje pull typu fast-forward. Nigdy nie wykonuje commit, rebase, merge, wymuszonego push ani push i zatrzymuje się w przypadku lokalnych zmian, rozbieżności lub konieczności uwierzytelnienia.
pt_br: O Background Sync realiza apenas pulls limpos e fast-forward. Ele nunca faz commit, rebase, merge, push forçado nem push e para quando há alterações locais, divergência ou necessidade de autenticação.
ru: Background Sync выполняет только чистые операции pull методом fast-forward. Функция никогда не выполняет commit, rebase, merge, принудительный push или push и останавливается при локальных изменениях, расхождении или необходимости аутентификации.
sv: Background Sync utför endast rena fast-forward-pull. Det utför aldrig commit, rebase, merge, force-push eller push och stoppar vid lokala ändringar, avvikelser eller autentiseringskrav.
th: Background Sync จะทำเฉพาะ pull แบบ fast-forward ที่ไม่มีข้อขัดแย้งเท่านั้น และจะไม่ทำ commit, rebase, merge, force-push หรือ push ทั้งยังจะหยุดเมื่อมีการเปลี่ยนแปลงในเครื่อง ประวัติแยกออกจากกัน หรือต้องตรวจสอบสิทธิ์
tr: Background Sync yalnızca temiz fast-forward pull işlemleri gerçekleştirir. Asla commit, rebase, merge, force-push veya push işlemi yapmaz; yerel değişikliklerde, ayrışmada ya da kimlik doğrulama gereksinimlerinde durur.
uk: Background Sync виконує лише чисті pull типу fast-forward. Він ніколи не виконує commit, rebase, merge, примусовий push або push і зупиняється в разі локальних змін, розбіжності чи потреби в автентифікації.
vi: Background Sync chỉ thực hiện thao tác pull sạch kiểu fast-forward. Tính năng này không bao giờ thực hiện commit, rebase, merge, force-push hoặc push và sẽ dừng khi có thay đổi cục bộ, trạng thái phân kỳ hoặc yêu cầu xác thực.
zh_hans: Background Sync 仅执行无冲突的 fast-forward pull。它绝不会 commit、rebase、merge、force-push 或 push；遇到本地更改、分支分歧或需要身份验证时就会停止。
zh_hant: Background Sync 僅執行無衝突的 fast-forward pull。它絕不會 commit、rebase、merge、force-push 或 push；遇到本機變更、分支分歧或需要身分驗證時就會停止。

source: Background Sync relay data was permanently deleted for this installation. Contact support if you need to use Background Sync again.
ar: حُذفت بيانات مُرحِّل Background Sync نهائيًا لهذا التثبيت. تواصل مع الدعم إذا احتجت إلى استخدام Background Sync مجددًا.
da: Background Sync-relædataene for denne installation blev slettet permanent. Kontakt support, hvis du vil bruge Background Sync igen.
de: Die Background Sync-Relay-Daten dieser Installation wurden dauerhaft gelöscht. Wenden Sie sich an den Support, wenn Sie Background Sync erneut verwenden möchten.
es: Los datos del relé de Background Sync se han eliminado permanentemente para esta instalación. Póngase en contacto con soporte si necesita volver a usar Background Sync.
fi: Background Sync -välityspalvelun tiedot poistettiin pysyvästi tästä asennuksesta. Ota yhteyttä tukeen, jos haluat käyttää Background Sync -toimintoa uudelleen.
fr: Les données du relais Background Sync ont été supprimées définitivement pour cette installation. Contactez l’assistance si vous devez réutiliser Background Sync.
he: נתוני הממסר של Background Sync נמחקו לצמיתות עבור התקנה זו. יש לפנות לתמיכה אם יש צורך להשתמש שוב ב-Background Sync.
hi: इस इंस्टॉलेशन का Background Sync रिले डेटा स्थायी रूप से मिटा दिया गया। Background Sync दोबारा इस्तेमाल करने के लिए सहायता से संपर्क करें।
hu: A Background Sync továbbítóadatai véglegesen törlődtek ennél a telepítésnél. Ha ismét használni szeretné a Background Sync szolgáltatást, forduljon az ügyfélszolgálathoz.
id: Data relay Background Sync telah dihapus secara permanen untuk instalasi ini. Hubungi dukungan jika Anda perlu menggunakan Background Sync lagi.
it: I dati relay di Background Sync sono stati eliminati definitivamente per questa installazione. Contatti l’assistenza se deve usare nuovamente Background Sync.
ja: このインストールの Background Sync relay データは完全に削除されました。Background Sync を再び使用する必要がある場合は、サポートにお問い合わせください。
ko: 이 설치의 Background Sync 릴레이 데이터가 영구적으로 삭제되었습니다. Background Sync를 다시 사용하려면 지원팀에 문의해 주세요.
nb: Background Sync-reledata ble slettet permanent for denne installasjonen. Kontakt kundestøtte hvis du trenger å bruke Background Sync igjen.
nl: De Background Sync-relaygegevens voor deze installatie zijn permanent verwijderd. Neem contact op met support als u Background Sync opnieuw wilt gebruiken.
pl: Dane usługi pośredniczącej Background Sync dla tej instalacji zostały trwale usunięte. Aby ponownie użyć Background Sync, skontaktuj się z pomocą techniczną.
pt_br: Os dados do retransmissor do Background Sync foram excluídos permanentemente desta instalação. Entre em contato com o suporte se precisar usar o Background Sync novamente.
ru: Данные ретранслятора Background Sync для этой установки удалены безвозвратно. Чтобы снова использовать Background Sync, обратитесь в службу поддержки.
sv: Relädata för Background Sync raderades permanent för den här installationen. Kontakta supporten om du behöver använda Background Sync igen.
th: ข้อมูลรีเลย์ของ Background Sync ถูกลบออกจากการติดตั้งนี้อย่างถาวรแล้ว โปรดติดต่อฝ่ายช่วยเหลือหากต้องการใช้ Background Sync อีกครั้ง
tr: Bu kurulumun Background Sync aktarıcı verileri kalıcı olarak silindi. Background Sync özelliğini yeniden kullanmanız gerekirse destek ekibiyle iletişime geçin.
uk: Дані ретранслятора Background Sync для цієї інсталяції остаточно видалено. Зверніться до служби підтримки, якщо потрібно знову використовувати Background Sync.
vi: Dữ liệu chuyển tiếp của Background Sync đã bị xóa vĩnh viễn đối với bản cài đặt này. Hãy liên hệ bộ phận hỗ trợ nếu bạn cần sử dụng lại Background Sync.
zh_hans: 此安装的 Background Sync 中继数据已永久删除。如需再次使用 Background Sync，请联系支持。
zh_hant: 此安裝項目的 Background Sync 中繼資料已永久刪除。如需再次使用 Background Sync，請聯絡支援人員。

source: Background Sync relay is not configured.
ar: مُرحِّل Background Sync غير مهيأ.
da: Background Sync-relæet er ikke konfigureret.
de: Das Background Sync-Relay ist nicht konfiguriert.
es: El relé de Background Sync no está configurado.
fi: Background Sync -välityspalvelua ei ole määritetty.
fr: Le relais Background Sync n’est pas configuré.
he: הממסר של Background Sync אינו מוגדר.
hi: Background Sync रिले कॉन्फ़िगर नहीं है।
hu: A Background Sync továbbítója nincs konfigurálva.
id: Relay Background Sync belum dikonfigurasi.
it: Il relay di Background Sync non è configurato.
ja: Background Sync relay が設定されていません。
ko: Background Sync 릴레이가 구성되어 있지 않습니다.
nb: Background Sync-releet er ikke konfigurert.
nl: De Background Sync-relay is niet geconfigureerd.
pl: Usługa pośrednicząca Background Sync nie jest skonfigurowana.
pt_br: O retransmissor do Background Sync não está configurado.
ru: Ретранслятор Background Sync не настроен.
sv: Reläet för Background Sync har inte konfigurerats.
th: ยังไม่ได้กำหนดค่ารีเลย์ของ Background Sync
tr: Background Sync aktarıcısı yapılandırılmamış.
uk: Ретранслятор Background Sync не налаштовано.
vi: Dịch vụ chuyển tiếp của Background Sync chưa được định cấu hình.
zh_hans: 未配置 Background Sync 中继服务。
zh_hant: 未設定 Background Sync 中繼服務。

source: Background Sync status
ar: حالة Background Sync
da: Status for Background Sync
es: Estado de Background Sync
fi: Background Sync -toiminnon tila
fr: État de Background Sync
he: מצב Background Sync
hi: Background Sync की स्थिति
hu: A Background Sync állapota
id: Status Background Sync
it: Stato di Background Sync
ja: Background Sync の状態
ko: Background Sync 상태
nb: Status for Background Sync
pl: Stan Background Sync
pt_br: Status do Background Sync
ru: Статус Background Sync
sv: Status för Background Sync
th: สถานะ Background Sync
tr: Background Sync durumu
uk: Стан Background Sync
vi: Trạng thái Background Sync
zh_hans: Background Sync 状态
zh_hant: Background Sync 狀態

source: Background Sync, optionally
ar: Background Sync، اختياريًا
da: Background Sync som tilvalg
de: Background Sync als Option
es: Background Sync, de forma opcional
fi: Background Sync valinnaisesti
fr: Background Sync, en option
he: Background Sync, באופן אופציונלי
hi: Background Sync, वैकल्पिक रूप से
hu: Background Sync, opcionálisan
id: Background Sync, secara opsional
it: Background Sync, facoltativamente
ja: 任意で Background Sync
ko: 선택 사항인 Background Sync
nb: Background Sync, valgfritt
nl: Background Sync, optioneel
pl: Background Sync — opcjonalnie
pt_br: Background Sync, opcionalmente
ru: Background Sync — по желанию
sv: Background Sync, valfritt
th: Background Sync แบบไม่บังคับ
tr: İsteğe bağlı Background Sync
uk: Background Sync — за бажанням
vi: Background Sync, khi bạn muốn
zh_hans: 可选使用 Background Sync
zh_hant: 選用 Background Sync

source: Behind remote
ar: متأخر عن البعيد
da: Bag remote
de: Hinter Remote
es: Detrás del remoto
fi: Etäällä jäljessä
fr: Derrière le distant
he: מאחור מרחוק
hi: रिमोट से पीछे
hu: Távoli mögött
id: Tertinggal dari remote
it: Dietro al remoto
ja: リモートに遅れ
ko: 원격에 뒤처짐
nb: Bak remote
nl: Achter remote
pl: Za zdalnym
pt_br: Atrás do remoto
ru: Позади удалённого
sv: Bakom fjärr
th: อยู่หลังรีโมท
tr: Uzaktan geride
uk: Позаду віддаленого
vi: Phía sau remote
zh_hans: 落后于远程
zh_hant: 落後於遠端
